[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:26};
itm1={backcolor:0,height:218,id:1,img:34,layout:normal,name:Artwork,type:IMAGEFIELD,visible:true,width:218,x:64,y:127,zorder:1,layout_param:{clipx:0,clipy:0}};
itm10={id:13,name:Aud_Menu,refID:4,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:14,y:65,zorder:13};
itm11={id:15,name:SXM_Playback,refID:21,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:64,y:410,zorder:14};
itm12={backcolor:0,background:135,ccp:0,ccpzorder:over,height:74,id:16,name:PresetList,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:645,y:225,zorder:15,txtfield:{backcolor:0,bidimode:left-to-right,content:Preset list,font:3,height:35,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:PresetList,type:TEXTFIELD,visible:true,vlayout:middle,width:130,wrapline:no-wrap,x:15,y:20}};
itm13={backcolor:0,background:135,ccp:0,ccpzorder:over,height:74,id:17,name:TagThis,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:645,y:311,zorder:16,txtfield:{backcolor:0,bidimode:left-to-right,content:Tag  this,font:3,height:35,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:TagThis,type:TEXTFIELD,visible:true,vlayout:middle,width:120,wrapline:no-wrap,x:20,y:20}};
itm14={backcolor:0,background:135,ccp:0,ccpzorder:over,height:74,id:18,name:Menu,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:645,y:399,zorder:17,txtfield:{backcolor:0,bidimode:left-to-right,content:Menu,font:3,height:35,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Menu,type:TEXTFIELD,visible:true,vlayout:middle,width:100,wrapline:no-wrap,x:25,y:20}};
itm15={backcolor:0,height:74,id:19,img:135,layout:normal,name:SeekBackground,type:IMAGEFIELD,visible:true,width:156,x:645,y:125,zorder:18,layout_param:{clipx:0,clipy:0}};
itm16={backcolor:0,height:36,id:20,img:16,layout:normal,name:SeekPress,type:IMAGEFIELD,visible:true,width:144,x:650,y:143,zorder:19,layout_param:{clipx:0,clipy:0}};
itm17={backcolor:0,background:0,ccp:0,ccpzorder:over,height:72,id:21,name:SeekLeft,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:50,x:645,y:126,zorder:20};
itm18={backcolor:0,background:0,ccp:0,ccpzorder:over,height:72,id:22,name:SeekRight,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:50,x:751,y:126,zorder:21};
itm19={backcolor:0,height:50,id:25,img:24,layout:normal,name:Prog_Left,type:IMAGEFIELD,visible:true,width:43,x:14,y:352,zorder:22,layout_param:{clipx:0,clipy:0}};
itm2={backcolor:0,bidimode:left-to-right,content:CHANNEL Number,font:7,height:30,highcolor:0,hlayout:left,id:5,linespacing:0,multiline:false,name:ChannelNum,type:TEXTFIELD,visible:true,vlayout:top,width:300,wrapline:no-wrap,x:299,y:127,zorder:5};
itm20={backcolor:0,height:50,id:26,img:26,layout:normal,name:Prog_Right,type:IMAGEFIELD,visible:true,width:43,x:483,y:352,zorder:23,layout_param:{clipx:0,clipy:0}};
itm3={backcolor:0,bidimode:left-to-right,content:Channel name,font:7,height:30,highcolor:0,hlayout:left,id:6,linespacing:0,multiline:false,name:Channel_Name,type:TEXTFIELD,visible:true,vlayout:top,width:300,wrapline:no-wrap,x:299,y:157,zorder:6};
itm4={backcolor:0,bidimode:left-to-right,content:ARTIST,font:7,height:30,highcolor:0,hlayout:left,id:7,linespacing:0,multiline:false,name:ARTIST,type:TEXTFIELD,visible:true,vlayout:top,width:300,wrapline:no-wrap,x:299,y:273,zorder:7};
itm5={backcolor:0,bidimode:left-to-right,content:SONG,font:7,height:30,highcolor:0,hlayout:left,id:8,linespacing:0,multiline:false,name:Song,type:TEXTFIELD,visible:true,vlayout:top,width:300,wrapline:no-wrap,x:299,y:198,zorder:8};
itm6={backcolor:0,bidimode:left-to-right,content:Song name,font:7,height:30,highcolor:0,hlayout:left,id:9,linespacing:0,multiline:false,name:Song_Name,type:TEXTFIELD,visible:true,vlayout:top,width:300,wrapline:no-wrap,x:299,y:228,zorder:9};
itm7={backcolor:0,bidimode:left-to-right,content:artist name,font:7,height:30,highcolor:0,hlayout:left,id:10,linespacing:0,multiline:false,name:Artist_Name,type:TEXTFIELD,visible:true,vlayout:top,width:300,wrapline:no-wrap,x:299,y:304,zorder:10};
itm8={backcolor:0,background:130,barheight:16,barwidth:402,barx:2,bary:0,ccp:0,ccpzorder:over,height:16,id:11,irregularbar:0,irregularslider:0,name:MediaTrack,regularbar:61,regularslider:0,type:PROGRESSBAR,verticalPGB:false,visible:true,width:402,x:63,y:369,zorder:11};
itm9={id:12,name:Header,refID:2,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:3,y:4,zorder:12};

